[
    {
        "url": "https://store.steampowered.com/app/1933650/The_Imperial_Gatekeeper/?snr=1_239_new__145",
        "title": "The Imperial Gatekeeper",
        "body": "The Empire is finally whole after the Great Unification War, and the military is undergoing a restructuring. You are Corporal Thill, a decorated war hero begrudgingly transferred to the newly created Traffic Security Bureau to man one of its many checkpoints. Glory to the Empire!"
    },
    {
        "url": "https://store.steampowered.com/app/2113050/RUNGORE_Beginner_Experience/?snr=1_239_new__145",
        "title": "RUNGORE: Beginner Experience",
        "body": "Card game mechanics - check. Real time battles - check. Silly humor - check. If this isn't the game of your dreams i don't know what is (Also we have hidden memes everywhere lol)"
    },
    {
        "url": "https://store.steampowered.com/app/1372110/JoJos_Bizarre_Adventure_AllStar_Battle_R/?snr=1_239_new__145",
        "title": "JoJo's Bizarre Adventure: All-Star Battle R",
        "body": "Hirohiko Araki's masterpiece, brought to life as a fighting game! Battle with 50 colorful characters, wielding Stands, Hamon, and more! See how characters who could never meet in the story interact when they come face to face!"
    },
    {
        "url": "https://store.steampowered.com/app/1976440/CounterSide/?snr=1_239_new__145",
        "title": "CounterSide",
        "body": "COUNTERSIDE is the best Anime-style F2P RPG with LIVE2D graphics! Experience the storytelling as if you are watching an ANIME with countless amounts of live2d cutscene illustrations, high-quality BGMs, and vibrant animations."
    },
    {
        "url": "https://store.steampowered.com/app/1927780/Galaxy_Life/?snr=1_239_new__145",
        "title": "Galaxy Life",
        "body": "The universe is full of Starlings, tiny orange aliens that want to take over the galaxy. Create your own space colony, fight epic battles and discover new planets. Train your soldiers, develop your technology and create unimaginable gadgets. Enjoy this huge social game with friends!"
    },
    {
        "url": "https://store.steampowered.com/app/1058650/Beyond_The_Wire/?snr=1_239_new__145",
        "title": "Beyond The Wire",
        "body": "Set in the muddy trenches of WW1, Beyond The Wire is a 50v50 multiplayer FPS that immerses players in the desperate & brutal circumstances of the Great War. Featuring an arsenal of historic weapons, ten massive maps, ten playable factions, era-specific tanks, & a brutal melee combat system."
    },
    {
        "url": "https://store.steampowered.com/app/1659600/Teenage_Mutant_Ninja_Turtles_The_Cowabunga_Collection/?snr=1_239_new__145",
        "title": "Teenage Mutant Ninja Turtles: The Cowabunga Collection",
        "body": "Teenage Mutant Ninja Turtles: The Cowabunga Collection contains thirteen prior released classic games. This collection is a great place for gamers to experience these popular titles on Steam."
    },
    {
        "url": "https://store.steampowered.com/app/1266700/Destroy_All_Humans_2__Reprobed/?snr=1_239_new__145",
        "title": "Destroy All Humans! 2 - Reprobed",
        "body": "Crypto is back with a license to probe. The alien invader returns, groovier than ever. Experience the swinging ‘60s in all its chemical-induced glory and take revenge on the KGB for blowing up your mothership. You’ll have to form alliances with members of the very species you came to enslave."
    },
    {
        "url": "https://store.steampowered.com/app/1350200/IMMORTALITY/?snr=1_239_new__145",
        "title": "IMMORTALITY",
        "body": "Marissa Marcel was a film star. She made three movies. But none of the movies were ever released. And Marissa Marcel disappeared. An interactive trilogy from Sam Barlow, creator of Her Story."
    },
    {
        "url": "https://store.steampowered.com/app/1599020/Tinykin/?snr=1_239_new__145",
        "title": "Tinykin",
        "body": "Catch hundreds of tinykin and use their unique powers to bring Milo back to his home planet and back to normal size!"
    },
    {
        "url": "https://store.steampowered.com/app/1977530/Onearmed_cook/?snr=1_239_new__145",
        "title": "One-armed cook",
        "body": "One-armed cook is a chaotic co-op cooking game for up to 4 people. Work as a team or cook on your own, set your own pace, and don't let the stress of a full restaurant catch up to you. The goofy physics-based aspect of the game gives this cooking game a new twist."
    },
    {
        "url": "https://store.steampowered.com/app/1708520/F1_Manager_2022/?snr=1_239_new__145",
        "title": "F1® Manager 2022",
        "body": "Make your mark on Formula 1® in the officially licensed F1® Manager 2022. Be the boss of your chosen constructor and pick from a roster of 2022 drivers and staff."
    },
    {
        "url": "https://store.steampowered.com/app/1549970/Aliens_Fireteam_Elite/?snr=1_239_new__145",
        "title": "Aliens: Fireteam Elite",
        "body": "Aliens: Fireteam Elite is a cooperative third-person survival game set in the iconic Alien Universe. Battle through hordes of different types of Xenomorph, customize your character and gear, and level-up as you try to contain this ever-growing threat."
    },
    {
        "url": "https://store.steampowered.com/app/1549970/Aliens_Fireteam_Elite/?snr=1_239_new__145",
        "title": "Aliens: Fireteam Elite",
        "body": "Aliens: Fireteam Elite is a cooperative third-person survival game set in the iconic Alien Universe. Battle through hordes of different types of Xenomorph, customize your character and gear, and level-up as you try to contain this ever-growing threat."
    },
    {
        "url": "https://store.steampowered.com/app/2113430/Soulstone_Survivors_Prologue/?snr=1_239_new__145",
        "title": "Soulstone Survivors: Prologue",
        "body": "Face the Lords of the Void and their endless minions, collect their Soulstones and become a god! In this Action Roguelite, unveil secret spells, craft mighty weapons, unlock multiple characters, discover game-breaking synergies and conquer the power of the void."
    },
    {
        "url": "https://store.steampowered.com/app/1777620/Soul_Hackers_2/?snr=1_239_new__145",
        "title": "Soul Hackers 2",
        "body": "Explore a supernatural RPG with stylish summoners and dark dangers lurking under the neon lights of a cyberpunk Japan. It is up to Ringo, an agent of Aion, to save the world from apocalypse."
    },
    {
        "url": "https://store.steampowered.com/app/1777620/Soul_Hackers_2/?snr=1_239_new__145",
        "title": "Soul Hackers 2",
        "body": "Explore a supernatural RPG with stylish summoners and dark dangers lurking under the neon lights of a cyberpunk Japan. It is up to Ringo, an agent of Aion, to save the world from apocalypse."
    },
    {
        "url": "https://store.steampowered.com/app/1148760/I_Was_a_Teenage_Exocolonist/?snr=1_239_new__145",
        "title": "I Was a Teenage Exocolonist",
        "body": "Spend your teenage years on an alien planet in this narrative RPG with card-based battles. Explore, grow up, and fall in love. The choices you make and skills you master over ten years will determine the course of your life and the survival of your colony."
    },
    {
        "url": "https://store.steampowered.com/app/1284210/Guild_Wars_2/?snr=1_239_new__145",
        "title": "Guild Wars 2",
        "body": "Guild Wars 2 is an award-winning online roleplaying game with fast-paced action combat, deep character customization, and no subscription fee required. Choose from an arsenal of professions and weapons, explore a vast open world, compete in PVP modes and more. Join over 16 million players now!"
    },
    {
        "url": "https://store.steampowered.com/app/1583720/Entropy__Zero_2/?snr=1_239_new__145",
        "title": "Entropy : Zero 2",
        "body": "Bad Cop is back. Command a small army of Combine synths and soldiers on a Northern campaign to capture Dr. Judith Mossman. A modification for Half-Life 2."
    },
    {
        "url": "https://store.steampowered.com/app/980610/Quaver/?snr=1_239_new__145",
        "title": "Quaver",
        "body": "Quaver is a community-driven and open-source competitive rhythm game with two game modes and online leaderboards. Create your own maps or challenge the world in online multiplayer matches."
    },
    {
        "url": "https://store.steampowered.com/app/2063680/Crustacean_Nations/?snr=1_239_new__145",
        "title": "Crustacean Nations",
        "body": "🦀Crustacean Nations🦀 is a real-time strategy game about total crab warfare. Build a sprawling sand castle and amass huge armies to dominate the beach and become the one true crustacean nation!"
    },
    {
        "url": "https://store.steampowered.com/app/1760250/Madden_NFL_23/?snr=1_239_new__145",
        "title": "Madden NFL 23",
        "body": "Play your way into the history books. Control your impact with every decision in all-new ways. Call the shots in Franchise with free agency and trade logic updates, leave a legacy in Face of the Franchise: The League, and assemble the most powerful roster in all of Madden Ultimate Team™."
    },
    {
        "url": "https://store.steampowered.com/app/1343240/Thymesia/?snr=1_239_new__145",
        "title": "Thymesia",
        "body": "Thymesia is a gruelling action-RPG with fast-paced combat and an intricate plague weapon system. In a kingdom where death spreads, play as a mysterious character known by the code name \"Corvus\". Prey upon your enemies, wield the power of disease and find the truth in your own memories."
    },
    {
        "url": "https://store.steampowered.com/app/1942120/The_Complex_Found_Footage/?snr=1_239_new__145",
        "title": "The Complex: Found Footage",
        "body": "Experience the liminal world of the backrooms through a VHS camera, immersing into a mysterious story and wandering the dream-like structures... Might there be something following you?"
    },
    {
        "url": "https://store.steampowered.com/app/1288320/Way_of_the_Hunter/?snr=1_239_new__145",
        "title": "Way of the Hunter",
        "body": "Become the new owner of a hunting lodge nestled among gorgeous habitats and rich animal populations. Explore vast open world environments and hunt with a premium selection of firearms. Enjoy the perfect hunt on your own or with friends in co-op."
    },
    {
        "url": "https://store.steampowered.com/app/1385380/Across_the_Obelisk/?snr=1_239_new__145",
        "title": "Across the Obelisk",
        "body": "Across the Obelisk is a coop RPG deckbuilding roguelite. Play solo or with your friends, choose your heroes, unlock items and cards, craft your deck and face powerful enemies in deep tactical combat. Would you dare to go across the obelisk?"
    },
    {
        "url": "https://store.steampowered.com/app/1109680/Regiments/?snr=1_239_new__145",
        "title": "Regiments",
        "body": "Regiments is a Real-Time Tactics game set in Germany 1989. The Cold War has gone hot, and the inferno is raging. Lead your Regiment through the fires of conflict and the fog of war. Break through the lines, call in artillery, maneuver, feign retreats, stage defenses, counter-attack. Do not relent."
    },
    {
        "url": "https://store.steampowered.com/app/2058950/Space_Tail_Lost_in_the_Sands/?snr=1_239_new__145",
        "title": "Space Tail: Lost in the Sands",
        "body": "\"Lost in The Sands\" is a free prologue to the puzzle adventure platformer - \"Space Tail: Every Journey Leads Home\". A story about a dog called Bea, who survived one-way flight to space and who discovers new worlds, meets alien species and tries to find her way home."
    },
    {
        "url": "https://store.steampowered.com/app/1817070/Marvels_SpiderMan_Remastered/?snr=1_239_new__145",
        "title": "Marvel’s Spider-Man Remastered",
        "body": "In Marvel’s Spider-Man Remastered, the worlds of Peter Parker and Spider-Man collide in an original action-packed story. Play as an experienced Peter Parker, fighting big crime and iconic villains in Marvel’s New York. Web-swing through vibrant neighborhoods and defeat villains with epic takedowns."
    },
    {
        "url": "https://store.steampowered.com/app/1313140/Cult_of_the_Lamb/?snr=1_239_new__145",
        "title": "Cult of the Lamb",
        "body": "Start your own cult in a land of false prophets, venturing out into diverse and mysterious regions to build a loyal community of woodland Followers and spread your Word to become the one true cult."
    },
    {
        "url": "https://store.steampowered.com/app/313120/Stranded_Deep/?snr=1_239_new__145",
        "title": "Stranded Deep",
        "body": "Take the role of a plane crash survivor stranded somewhere in the Pacific Ocean. Come face to face with some of the most life threatening scenarios that will result in a different experience each time you play. Scavenge. Discover. Survive."
    },
    {
        "url": "https://store.steampowered.com/app/1649080/Two_Point_Campus/?snr=1_239_new__145",
        "title": "Two Point Campus",
        "body": "Build the university of your dreams with Two Point Campus, the sim with a twist from the makers of Two Point Hospital. Build, hire staff and run an academic institution packed with wild courses."
    },
    {
        "url": "https://store.steampowered.com/app/1599600/PlateUp/?snr=1_239_new__145",
        "title": "PlateUp!",
        "body": "Cook and serve your dishes, design and decorate your restaurants, and expand your culinary kingdom with new unlocks, abilities and dishes in procedurally-generated locations. Classic cooking action with permanent roguelite progression. Hire your friends - or do it all yourself!"
    },
    {
        "url": "https://store.steampowered.com/app/2070390/Spellbook_Demonslayers_Prologue/?snr=1_239_new__145",
        "title": "Spellbook Demonslayers Prologue",
        "body": "Slay thousands of demons with powerful magic to protect the Cosmic Library! Choose new spells and upgrades every run to create overpowered builds with each character, and steal the powers of defeated enemies to destroy the demonic horde."
    },
    {
        "url": "https://store.steampowered.com/app/1295920/The_Mortuary_Assistant/?snr=1_239_new__145",
        "title": "The Mortuary Assistant",
        "body": "Alone with the dead... Embalm corpses, banish demons, save your soul."
    }
]